console.log(`

Протестируйте пожалуйста скорость загрузки страницы несколько раз, lighthouse не очень адекватно считает, у меня цифры прыгали от 85 до 100, и то вечером

Score: 150 / 150

- Вёрстка соответствует макету. Ширина экрана 1024px - 40 баллов
  - [x] Блок header 
  
  - [x] Секция Welcome 
  
  - [x] Секция Visiting 
  
  - [x] Секция Explore 
  
  - [x] Секция Video 
  
  - [x] Секция Gallery 
  
  - [x] Секция Tickets 
  
  - [x] Форма покупки билетов 
  
  - [x] Секция Contacts 
  
  - [x] Блок footer  
- Вёрстка соответствует макету. Ширина экрана 768px - 40 баллов
  - [x]  Блок header 
  
  - [x] Секция Welcome 
  
  - [x] Секция Visiting 
  
  - [x] Секция Explore 
  
  - [x] Секция Video 
  
  - [x] Секция Gallery 
  
  - [x] Секция Tickets 
  
  - [x] Форма покупки билетов 
  
  - [x] Секция Contacts 
  
  - [x] Блок footer  

- Вёрстка соответствует макету. Ширина экрана 420px - 40 баллов
  - [x] Блок header 
  
  - [x] Секция Welcome 
  
  - [x] Секция Visiting 
  
  - [x] Секция Explore 
  
  - [x] Секция Video 
  
  - [x] Секция Gallery 
  
  - [x] Секция Tickets 
  
  - [x] Форма покупки билетов 
  
  - [x] Секция Contacts 
  
  - [x] Блок footer  
  
  - [x] Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки,  элементы не должны скрываться, обрезаться, наезжать друг на друга, если это не предусмотрено макетом. 

- Совмещается адаптивная и респонсивная (резиновая) вёрстка +14
  - [x] слайдера в секции Welcome
  
  - [x] слайдера сравнения изображений в секции Explore 
  
  - [x] кастомного видеоплеера в секции Video 
  
  - [x] слайдера в секции Video 
  
  - [x] YouTube-видео в плейлисте в секции Video, маленькие видео выровнены по краям большого 
  
  - [x] галереи изображений и изображений в ней 
  
  - [x] карты 
-На ширине экрана 1024рх и меньше реализовано адаптивное меню +11
  - [x] при нажатии на бургер-иконку меню появляется, плавно выдвигаясь слева, бургер-иконка изменяется на крестик. При нажатии на крестик меню исчезает, плавно возвращаясь назад, иконка крестика превращается в бургер-иконку 
  
  - [x] ссылки в меню работают, обеспечивая плавную прокрутку по якорям 
  - [±] меню закрывается только на крестик и на клик по ссылке меню (-1)
  - [x] вёрстка меню соответствует макету на всех проверяемых разрешениях 
- Оптимизация скорости загрузки страницы +8
  - [x] Результат проверки скорости сайта для мобильных устройств: 90 to 100 (green): Good

`);