console.log(`

Самооценка - 150 / 160

Отзыв по пунктам ТЗ:

Не выполненные/не засчитанные пункты:

1) если видео с YouTube проигрывается, клик по кнопке Pause останавливает его проигрывание. Также проигрывание видео останавливается, если кликнуть по другому слайду или кнопке Play в центре другого слайда. В указанной ситуации другое видео должно запуститься, а текущее остановиться. Невозможно проигрывание нескольких YouTube видео одновременно 

Частично выполненные пункты - собственный функционал:

1) кнопка "Up" ( появляется при пролистывании страницы больше высоты окна браузера) - по клику возвращает наверх сайта

2) автоматическое слайд-шоу в секции Tickets - можно пролистывать, возвращать свайпами (1 движение - пролистывание на 1 слайд, 2 движение - 2 слайда и т.д.; если началось авто-перелистывание - обратный свайп плавно вернет на предыдущую картинку), интервал перелистывания 17сек, слайды перелистываются 15 сек (интервал сбрасывается, если страница сайта не открыта - свернут браузер, активная другая вкладка браузера и т д)

`);